Repository: yusif763/Unistore-pro
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: Personal info
az: Sexsi Melumat

source: Permissions
az: Icazeler

source: Important dates
az: Vacib Gunler

source: Password
az: Sifre

source: Password confirmation
az: Sifrenin tesdiq olunmasi

source: email address
az: e-poct unvani

source: Please confirm your account
az: Zehmet olmasa hesabinizi tesdiqleyin

source: Provide lightweight and powerull
az: Daha az ceki ve da cox guc ile temin edilmis

source: New amazing
az: Yeni ve mohtesem

source: laptops
az: Laptoplar

source: More laptops
az: Daha cox Laptoplar

source: Device is designed for the creative people
az: Kreativ insanlar ucun dizayn olunmus cihaz

source: View products
az: Mehsllara baxmaq

source: Buy now
az: Indi al

source: Accessories
az: Aksessuarlar

source: Desktops
az: Ekranlar

source: Details
az: Detallar

source: Add to cart
az: Karta elave et

source: View all desktops
az: Butun ekranlari gor

source: Hybrid devices
az: Hybrid cihazlar

source: View all devices
az: Butun cihazlari gor

source: Tablets
az: Tabletler

source: View all Tablets
az: Butun tabletlere bax

source: Blog Headlines
az: Bloglarin basliqlari

source: View Article
az: Artikllara baxmaq

source: View all articles
az: Butun artikllara baxmaq

source: Remove
az: Silmek

source: Checkout order
az: Sifaris

source: Registration
az: Qeydiyyatdan kec

source: Favorites
az: Beyendikleriniz

source: Home
az: Esas Sehife

source: Store
az: Dukan

source: Blog
az: Bloq

source: Contacts
az: Elaqe

source: About Us
az: Bizim haqqimizda

source: Checkout
az: Sifaris

source: FAQ
az: En cox verilen suallar

source: Gallery
az: Qalereya

source: English
az: Ingilis

source: Azerbaijan
az: Azerbaycan
